Repository: Vigilo/vigiconf
Catalog: i18n/*/LC_MESSAGES/vigilo-vigiconf.po
Languages: de, fr

source: On the Community Edition, you can only use localhost
de: Auf der Community Ausgabe, kann nur der Lokalhost benutzt werden
fr: Dans l'Édition Communauté, seul localhost est utilisable

source: Remote server management is not possible with the Community edition. This feature is only available in the Enterprise edition. Aborting.
fr: La gestion d'un serveur distant n'est pas possible avec l'Édition Communautaire. Cette fonctionnalité n'est disponible que dans l'Édition Entreprise. Annulation.

source: Can't deploy the tar archive for server %(server)s: %(error)s
de: Tar-Archiv kann für Server %(server)s: %(error)s nicht bereitgestellt werden
fr: Impossible de déployer l'archive tar du serveur %(server)s: %(error)s

source: All servers are up-to-date, no deployment needed.
fr: Tous les serveurs sont à jour. Un déploiement n'est pas nécessaire.

source: The configurations files have not been transfered on every server. See above for more information.
de: Die Konfigurationsdatein wurden nicht auf alle Server übertragen. Weitere Informationen siehe oben.
fr: Les fichiers de configuration n'ont pas pu être transférés à tous les serveurs. Lisez les messages précédents pour plus d'information.

source: The revision has not been set on every server. See above for more information.
fr: La révision n'a pas été réglée sur tous les serveurs. Lisez les messages précédents pour plus d'information.

source: Switch directories was not successful on each server.
de: Wechseln der Verzeichnisse war nicht auf jedem Server erfolgreich.
fr: La permutation de dossier a échoué sur certains serveurs.

source: Available host classes:
fr: Classes d'hôtes disponibles :

source: Tests for host class '%s':
fr: Tests pour la classe d'hôte '%s' :

source: Loading applications
fr: Chargement des applications

source: Done loading applications
fr: Chargement des applications terminé

source: Loading graph groups
fr: Chargement des groupes de graphes

source: Done loading graph groups
fr: Chargement des groupes de graphes terminé

source: Loading groups
fr: Chargement des groupes

source: Done loading groups
fr: Chargement des groupes terminé

source: Deleting leftover config file from database: %s
fr: Suppression d'un fichier de configuration obsolète dans la base de données: %s

source: Loading hosts
fr: Chargement des hôtes

source: Registering new configuration file '%(relative)s' (from %(absolute)s)
fr: Enregistrement du fichier de configuration '%(relative)s' (depuis %(absolute)s)

source: Loading host %s
de: Host %s wird geladen
fr: Chargement de l'hôte %s

source: Done loading hosts
fr: Chargement des hôtes terminé

source: Unknown group "%(group)s" in host "%(host)s".
de: Unbekannte Gruppe "%(group)s" in Host "%(host)s".
fr: Groupe inconnu "%(group)s" sur l'hôte "%(host)s".

source: syntax error in host %(host)s: could not find a group matching path "%(path)s"
fr: erreur de syntaxe sur l'hôte %(host)s : impossible de trouver un groupe correspondant au chemin "%(path)s"

source: Loading ventilation
fr: Chargement de la ventilation

source: Can't load the ventilation in database: the host %s is not in database yet
fr: Impossible de charger la ventilation en base de données : l'hôte %s n'existe pas encore dans la base de données

source: The application %s has been removed from the configuration, it needs to be stopped manually
fr: L'application %s a été retirée de la configuration, elle doit être arrêtée manuellement

source: Done loading ventilation
fr: Chargement de la ventilation terminé

source: Loading Vigilo servers
fr: Chargement des serveurs Vigilo

source: Done loading Vigilo servers
fr: Chargement des serveurs Vigilo terminé

source: Import test was successful
fr: Le test d'import a fonctionné

source: Invalid thresholds. Expected 0 < crit < warn
fr: Seuils non valides. Attendu : 0 < crit < warn

source: usage:
de: Verwendung:

source: conflicting option string(s): %s
de: widersprüchliche Option String(s): %s

source: subcommands
de: Unterbefehle

source: unrecognized arguments: %s
de: Unbekannte Argumente: %s

source: expected one argument
de: ein Argument erwartet

source: expected at most one argument
de: höchstens ein Argument erwartet

source: expected at least one argument
de: mindestens ein Argument erwartet

source: expected %s argument(s)
de: %s Argument(e) erwartet

source: invalid choice: %r (choose from %s)
de: ungültige Auswahl: %r (gewählt aus %s)

source: positional arguments
de: positionale Argumente

source: optional arguments
de: optionale Argumente

source: too few arguments
de: zu wenig Argumente

source: argument %s is required
de: Argument %s erforderlich

source: one of the arguments %s is required
de: eines der Argumente %s ist erforderlich

source: %s: error: %s
de: %s: Fehler: %s

source: show this help message and exit
de: Diese Hilfemeldung anzeigen und beenden

source: show program's version number and exit
de: Versionsnummer des Programms anzeigen und beenden

source: Application status management.
de: Anwendungsstatus-Management.

source: Stop the applications.
de: Anwendungen beenden.

source: Start the applications.
de: Anwendungen starten.

source: Restart the applications.
de: Anwendungen erneut starten.

source: Applications to manage, all of them if not specified.
de: Zu verwaltende Anwendungen, alle, wenn nicht angegeben.

source: Stop the process after the file generation, before pushing the files.
de: Den Prozess nach Dateierstellung beenden, bevor die Datein verschoben werden.

source: Stop after pushing the files to the remote servers, and before restarting the services.
de: Nach Verschieben der Datein zum Remoteserver und vor erneutem Start von Services beenden.

source: Force the immediate execution of the command. Do not wait. Bypass all checks.
de: Sofortige Ausführung des Befehls erzwingen. Nicht warten. Alle Prüfungen umgehen.

source: VigiConf was launched as user 'root'. Switching to user 'vigiconf' instead.
de: VigiConf wurde als Benutzer 'root' gestartet. Stattdessen zu Benutzer 'vigiconf' wechseln.

source: Unable to switch to user 'vigiconf'. Aborting.
de: Es kann nicht zu Benutzer 'vigiconf' gewechselt werden. Wird abgebrochen.

source: VigiConf was not launched as user 'vigiconf'. Aborting.
de: VigiConf wurde nicht als Benutzer 'vigiconf' gestartet. Wird abgebrochen.

source: VigiConf starting...
de: VigiConf wird gestartet...

source: Can't obtain lock on lockfile (%(lockfile)s). Dispatchatoralready running ? REASON : %(error)s
de: Keine Sperre bei dieser Lock-Datei (%(lockfile)s) möglich. Wurde Dispatchator schon gestartet ? URSACHE: %(error)s

source: VigiConf ended.
de: VigiConf beendet.

source: SNMP walk command failed with error status %(status)s and message: %(msg)s The command was: %(cmd)s
de: Fehlschlagen des SNMP Laufbefehls mit Status %(status)s und Meldung: " "%(msg)s " "Befehl war: %(cmd)s

source: No server has been configured to host High-Level Services
de: Es wurde kein Server konfiguriert, um High-Level Services zu beherbergen

source: Using existing MapGroup for group %s
de: Bestehende MapGroup wird für Gruppe %s benutzt

source: Creating MapGroup for group %s
de: MapGroup wird für Gruppe %s erstellt

source: Using existing Map for group %s
de: Bestehendes Map wird für Gruppe %s benutzt

source: Creating Map for SupItemGroup %(group)s in MapGroup %(mapgroup)s
de: Map wird für SupItemGroup %(group)s in MapGroup %(mapgroup)s erstellt

source: Removing MapGroup %s and its children
de: MapGroup %s und untergeordnete Gruppen werden entfernt

source: Removing Map for group %s
de: Map wird für Gruppe %s entfernt

source: Generating maps for the host groups
de: Es werden Maps für die Hostgruppen erstellt

source: Skipping "%(item)s": (version conflict "%(error)s")
de: "%(item)s" werden übersprungen: (version conflict "%(error)s")

source: Skipping "%(item)s": (unknown extra "%(error)s")
de: "%(item)s" werden übersprungen: (unknown extra "%(error)s")

source: Skipping "%(item)s": (can't import "%(error)s")
de: "%(item)s" werden übersprungen: (can't import "%(error)s")

source: Skipping "%(item)s": (error "%(error)s")
de: "%(item)s" werden übersprungen: (error "%(error)s")

source: %s : Start process failed.
de: %s : Starten des Prozesses fehlgeschlagen.

source: %s : Stop process failed.
de: %s : Beenden des Prozesses fehlgeschlagen.

source: Application %s is not unique.
de: Anwendung %s ist nicht eindeutig.

source: Providing modules: %s
de: Module: %s werden bereitgestellt

source: Validation Successful
de: Gültigkeitsprüfung erfolgreich

source: Commit Successful
de: Commit erfolgreich

source: You can't go back to a former revision if you have modified your configuration. Use 'svn revert' to cancel your modifications
de: Sie können nicht zu einer früheren Revision zurückkehren, wenn Sie Ihre Konfiguration geändert haben. 'svn revert' verwenden, um Änderungen rückgängig zu machen

source: Can't get the SVN status for the configuration dir: %s
de: Der SVN Status für die Konfiguration dir: %s kann nicht erhalten werden

source: Adding a new configuration file to the repository: %s
de: Dem Repository: %s wird eine neue Konfigurationsdatei hinzugefügt

source: Removing an old configuration file from the repository: %s
de: Alte Konfigurationsdate wird aus Repository: %s entfernt

source: Can't remove %(path)s from repository: %(error)s
de: %(path)s kann nicht aus dem Repository entfernt werden: %(error)s

source: Can't commit the configuration dir in SVN: %s
de: Commit kann für die Konfiguration dir in SVN nicht ausgeführt werden: %s

source: Can't execute the request to update the local copy. COMMAND %(cmd)s FAILED. REASON: %(reason)s
de: Die Anforderung der Aktualisierung der lokalen Kopie kann nicht ausgeführt werden. BEFEHL %(cmd)s FEHLGESCHLAGEN. URSACHE: %(reason)s

source: Can't execute the request to get the current revision: %s
de: Die Anforderung die aktuelle Revision: %szu erhalten kann nicht ausgeführt werden

source: Server %s should be deployed.
de: Server %s sollte bereitgestellt werden.

source: All servers are up-to-date. Nothing to do.
de: Alle Server sind aktualisiert. Kein Vorgang durchzuführen.

source: Stop applications failed
de: Beenden der Anwendungen fehlgeschlagen

source: Start applications failed
de: Starten der Anwendungen fehlgeschlagen

source: (should be deployed)
de: (sollte bereitgestellt werden)

source: (should restart)
de: (sollte neustarten)

source: Revisions for server %(server)s : %(rev)s%(dep)s%(restart)s
de: Revisionen für Server %(server)s : %(rev)s%(dep)s%(restart)s

source: Server name set to None.
de: Servername auf Keiner gesetzt.

source: Server name incorrect (length = 0).
de: Servername ungültig (Länge = 0).

source: Unknown command type.
de: Unbekannter Befehlstyp.

source: The source file does not exist: %s
de: Die Quelldatei ist nicht vorhanden: %s

source: Cannot reach server.
de: Server kann nicht erreicht werden.

source: Cannot find file.
de: Datei kann nicht gefunden werden.

source: Can't activate the configuration on %(server)s. COMMAND %(cmd)s FAILED. REASON: %(reason)s
de: Die Konfiguration auf %(server)s kann nicht aktiviert werden. BEFEHL %(cmd)s FEHLGESCHLAGEN. URSACHE: %(reason)s

source: %s : deployement successful.
de: %s : erfolgreich bereitgestellt.

source: Command %(cmd)s failed with code %(code)s and message: %(msg)s
de: Befehl %(cmd)s fehlgeschlagen mit Code %(code)s und Meldung: %(msg)s

source: Test "%(test_name)s" on "%(host)s" needs the following arguments: %(args)s (and only those)
de: Test "%(test_name)s" auf "%(host)s" benötigt die folgenden Argumente: %(args)s (and only those)

source: Successfully parsed %s
de: %s erfolgreich analysiert

source: XML validation failed (%(file)s with schema %(schema)s)
de: XML Gültigkeitsprüfung (%(file)s mit Schema %(schema)s) fehlgeschlagen

source: Invalid weight value for test %(test)s on host %(host)s: %(weight)r
de: Ungültiger Gewichtungswert für Test %(test)s auf Host %(host)s: %(weight)r

source: Invalid weight value for host %(host)s: %(weight)r
de: Ungültiger Gewichtungswert für Host %(host)s: %(weight)r

source: Loaded host %(host)s, address %(address)s
de: Geladener Host %(host)s, Adresse %(address)s

source: Invalid weight value for test %(test)s in template %(tpl)s: %(weight)r
de: Ungültiger Gewichtungswert für Test %(test)s in Vorlage %(tpl)s: %(weight)r

source: Invalid weight value for template %(tpl)s: %(weight)r
de: Ungültiger Gewichtungswert für Vorlage %(tpl)s: %(weight)r

source: You are trying remote deployment on the Community edition. This feature is only available in the Enterprise edition. Aborting.
de: Sie versuchen eine Remote-Bereitstellung bei der Community Ausgabe. Diese Funktion ist nur für die Unternehmens-Ausgabe verfügbar. Wird abgebrochen.

source: The %s app group is not listed in appsGroupsByServer
de: Die %s app Gruppe ist nicht in appsGroupsByServer aufgelistet

source: Invalid server name: %(servername)s. Available servers: %(servers)s
de: Ungültiger Servername: %(servername)s. Verfügbare Server: %(servers)s

source: Transaction rollbacked
de: Rollback für Transaktion durchgeführt

source: Transaction commited
de: Commit für Transaktion durchgeführt

source: The map group %s has not been added by the install procedure
de: Die Mapgruppe %s wurde nicht vom Installationsverfahren hinzugefügt

source: Updating: %(key)s (%(class)s)
de: %(key)s (%(class)s) wird aktualisiert

source: Inserting: %s
de: %s wird eingefügt

source: Deleting: %s
de: %s wird gelöscht

source: An XSD schema should be provided for validation.
de: Ein XSD Schema sollte zur Gültigkeitsprüfung bereitgestellt werden.

source: Cannot find SSH config file: %s
de: SSH config Datei: %s kann nicht gefunden werden

source: The archive file does not exist: %s
de: Die Archivdatei: %s ist nicht vorhanden

source: Can't copy the configuration archive to %(server)s: %(error)s
de: Das Konfigurationsarchiv kann nicht in %(server)s kopiert werden: %(error)s

source: Can't deploy the configuration for server %(server)s: %(error)s
de: Die Konfiguration für Server %(server)s kann nicht bereitgestellt werden: %(error)s

source: Can't find application %s in database
de: Die Anwendung %s kann in der Datenbank nicht gefunden werden

source: Service group %s does not exist.
de: Servicegruppe %s ist nicht vorhanden.

source: Loading groups for host %s
de: Gruppen werden für Host %s geladen

source: Loading services for host %s
de: Services werden für Host %s geladen

source: Loading nagios conf for host %s
de: Nagios conf werden für Host %s geladen

source: Loading perfdatasources for host %s
de: perfdatasources werden für Host %s geladen

source: Loading graphs for host %s
de: Grafiken werden für Host %s geladen

source: Cleaning up old graphs and graphgroups
de: Alte Grafiken und Grafikgruppen werden gereinigt

source: syntax error in host %s: could not find a group matching path "%s"
de: Syntaxfehler in Host %s: Es konnte keine zu diesem Pfad : %s passende Gruppe gefunden werden

source: Not a Dependency: %s
de: Keine Abhängigkeit: %s

source: No dependent supervised item
de: Kein abhängiges überwachtes Element

source: Creating dependency from %(from)s to %(to)s
de: Abhängigkeit von %(from)s bis %(to)s wird erstellt
