Repository: Vigilo/vigiconf
Catalog: i18n/*/LC_MESSAGES/vigilo-vigiconf.po
Languages: de, fr

source: %(option)s has been deprecated. Please use --stop-after=%(value)s instead.
fr: %(option)s est obsolète. Veuillez utiliser --stop-after=%(value)s à la place.

source: ERROR: %s
de: FEHLER: %s
fr: ERREUR : %s

source: No server to manage.
de: Kein Server zur Verwaltung.
fr: Aucun serveur à gérer.

source: No such host class '%s'
fr: Classe d'hôtes '%s' introuvable

source: Debug mode.
de: Debug-Modus.
fr: Mode de débogage

source: Don't try to switch to the correct user.
de: Nicht versuchen, zum korrekten Benutzer zu wechseln.
fr: Ne pas tenter de basculer vers le bon compte utilisateur.

source: Vigilo configuration manager
de: Vigilo Konfigurationsmanager
fr: Gestionnaire de configuration Vigilo

source: Subcommands
de: Unterbefehle
fr: Sous-commandes

source: Prints a summary of the current configuration.
de: Druckt eine Übersicht der aktuellen Konfiguration.
fr: Affiche un résumé de la configuration actuelle.

source: Supervision servers to query, all of them if not specified.
de: Abzufragender Kontrollserver, alle, wenn nicht angegeben.
fr: Serveurs de supervision à interroger; tous si aucun n'est donné.

source: Lists tests available for certain host classes.
fr: Liste les tests disponibles pour les classes d'hôtes données.

source: Host classes to query.
fr: Classes d'hôtes à interroger.

source: Deploys the configuration on each server if the configuration has changed.
de: Stellt die Konfiguration auf jedem Server bereit, wenn sich die Konfiguration geändert hat.
fr: Déploie la configuration sur chaque serveur si la configuration a changé.

source: [DEPRECATED] Stop the process after the file generation, before pushing the files.
fr: [OBSOLÈTE] Arrêter le processus après la génération des fichiers et avant l'envoi des fichiers.

source: [DEPRECATED] Stop after pushing the files to the remote servers, before services are restarted.
fr: [OBSOLÈTE] Arrêter après l'envoi des fichiers aux serveurs distants et avant le redémarrage des services.

source: OPERATION
fr: OPÉRATION

source: Stop after the given OPERATION (one of '%s')
fr: Arrêt après l'OPÉRATION demandée (parmi '%s')

source: Deploy the given revision
de: Gegebene Revision bereitstellen
fr: Déployer la révision donnée

source: Force the given operations. This can be used to return VigiConf to a known good state.
fr: Force les opérations demandées. Ceci peut être utilisé pour ramener VigiConf à un état valide connu.

source: Simulate only, no copy will actually be made, no commit in the database.
de: Nur Simulation, es wird keine Kopie wirklich erstellt, kein Commit in der Datenbank.
fr: Simuler uniquement. Aucune copie n'a lieu, la base de données n'est pas modifiée.

source: Disable generators marked as requiring only the database to operate (dbonly).
fr: Désactiver les générateurs qui n'ont besoin que de la base de données pour travailler (dbonly).

source: Supervision servers to deploy to, all of them if not specified.
de: Kontrollserver zur Bereitstellung, alle, wenn nicht angegeben.
fr: Serveurs de supervision vers lesquels déployer; tous si aucun n'est donné.

source: Discover the services available on a remote server.
de: Services eines Remoteserver entdecken .
fr: Découvrir les services disponibles sur un serveur distant.

source: Output file. Default: standard output.
de: Ausgabedatei. Standardmäßig: Standardausgabe.
fr: Fichier destination. Par défaut, la sortie standard est utilisée.

source: SNMP community. Default: %(default)s.
de: SNMP Community. Fehler: %(default)s.
fr: Communauté SNMP. Par défaut : %(default)s

source: SNMP version. Default: %(default)s.
de: SNMP Version. Fehler: %(default)s.
fr: Version de SNMP. Par défaut : %(default)s.

source: Main group. Default: %(default)s.
de: Hauptgruppe. Fehler: %(default)s.
fr: Groupe principal. Par défaut : %(default)s.

source: Tests to check.
fr: Test à vérifier.

source: Hosts or files to scan. The files must be the result of an snmpwalk command on the '.1' OID with the '-OnQe' options.
de: Zu scannende Hosts oder Datein. Die Datein müssen das Ergebnis eines snmpwalk Befehls auf '.1' OID mit den '-OnQe' Optionen sein.
fr: Hôtes ou fichiers à scanner. Les fichiers doivent être le résultat d'une commande snmpwalk sur l'OID '.1' avec les options '-OnQe'.

source: Enables or disables a Vigilo server
fr: Active ou désactive un serveur Vigilo.

source: Don't re-deploy the configuration, only set the status.
fr: Ne pas redéployer la configuration, mettre juste à jour le statut.

source: New status
fr: Nouveau statut

source: Server name(s) to enable/disable
fr: Nom du/des serveurs à activer/désactiver.

source: VigiConf was launched as user 'root'. Switching to user '%s' instead.
fr: VigiConf a été lancé depuis le compte 'root'. Utilisation du compte '%s' à la place.

source: Unable to switch to user '%s'. Aborting.
fr: Impossible de basculer vers le compte '%s'. Abandon.

source: VigiConf was not launched as user '%s'. Aborting.
fr: VigiConf n'a pas été lancé en utilisant le compte '%s'. Abandon.

source: VigiConf error: %s
de: VigiConf Fehler: %s
fr: Erreur dans VigiConf : %s

source: VigiConf is done.
fr: VigiConf se termine

source: Loading XML configuration
fr: Chargement de la configuration XML

source: Error loading configuration
de: Fehler beim Laden der Konfiguration
fr: Impossible de charger la configuration

source: %s: No such file
de: %s: Datei nicht vorhanden
fr: %s : Fichier non trouvé

source: Can't find the hostname using SNMPv2-MIB::sysName.0
fr: Impossible de trouver le nom d'hôte en utilisant SNMPv2-MIB::sysName.0

source: Invalid HOSTNAME detected in SNMPv2-MIB::sysName.0: "%s" (blank character not allowed)
fr: HOSTNAME invalide dans SNMPv2-MIB::sysName.0: "%s" (caractères blancs non autorisés)

source: The "snmpwalk" command is not installed.
de: Der "snmpwalk"-Befehl ist nicht installiert.
fr: La commande "snmpwalk" n'est pas installée.

source: SNMP walk command failed with error status %(status)s and message: %(msg)s The command was: %(cmd)s
fr: La commande SNMP walk a échoué avec le statut %(status)s et ce message : %(msg)s La commande était : %(cmd)s

source: Unknown RRA template %s
fr: Modèle de RRA inconnu %s

source: Some datasources are not on a graph: %s
fr: Certains indicateurs ne sont pas présents sur un graphe: %s

source: A timeout occured while executing application %(application)s with action %(action)s on the following servers: %(servers)s.
fr: Dépassement de la durée maximale prévue pour l'exécution de l'application %(application)s avec l'action %(action)s sur les serveurs : %(servers)s.

source: Can't find the validation script for app %(app)s: %(error)s
de: Gültigkeitsprüfungsskript für app %(app)s kann nicht gefunden werden: %(error)s
fr: Impossible de trouver le script de validation pour l'application %(app)s : %(error)s

source: %(app)s: validation failed for server '%(server)s': %(reason)s
de: %(app)s: Gültigkeitsprüfung für Server '%(server)s' fehlgeschlagen: %(reason)s
fr: %(app)s : échec de la validation pour le serveur '%(server)s' : %(reason)s

source: %(app)s : Validation successful for server: %(server)s
de: %(app)s : Gültigkeitsprüfung für Server erfolgreich: %(server)s
fr: %(app)s : validation réussie pour le serveur %(server)s

source: %(app)s : Qualification failed on '%(server)s' - REASON: %(reason)s
de: %(app)s : Qualifikation bei '%(server)s' fehlgeschlagen - URSACHE: %(reason)s
fr: %(app)s : échec de la qualification sur '%(server)s' - RAISON : %(reason)s

source: %(app)s : Qualification successful on server : %(server)s
de: %(app)s : Qualifikation bei Server erfolgreich: %(server)s
fr: %(app)s : qualification réussie sur le serveur %(server)s

source: Starting %(app)s on %(server)s ...
de: %(app)s wird auf %(server)s gestartet...
fr: Démarrage de %(app)s sur le serveur %(server)s ...

source: Reloading %(app)s on %(server)s ...
fr: Rechargement de %(app)s sur %(server)s ...

source: Can't Start %(app)s on %(server)s - REASON %(reason)s
de: %(app)s auf %(server)s kann nicht gestartet werden - URSACHE %(reason)s
fr: Impossible de démarrer %(app)s sur %(server)s - RAISON %(reason)s

source: %(app)s started on %(server)s
de: %(app)s auf %(server)s gestartet
fr: %(app)s démarré sur %(server)s

source: %(app)s reloaded on %(server)s
fr: %(app)s rechargé sur %(server)s

source: Stopping %(app)s on %(server)s ...
de: %(app)s auf %(server)s werden beendet ...
fr: Arrêt de %(app)s sur %(server)s ...

source: Can't Stop %(app)s on %(server)s - REASON %(reason)s
de: %(app)s auf %(server)s kann nicht beendet werden - URSACHE %(reason)s
fr: Impossible d'arrêter %(app)s sur %(server)s - RAISON %(reason)s

source: %(app)s stopped on %(server)s
de: %(app)s auf %(server)s beendet
fr: %(app)s arrêté sur %(server)s

source: Empty list of servers
fr: Liste de serveurs vide

source: Incoherent configuration: application %(app)s has an entry point named %(epname)s in package %(eppkg)s
de: Inkohärente Konfiguration: Anwendung %(app)s hat einen Einstiegspunkt namens %(epname)s im Paket %(eppkg)s
fr: Configuration incohérente : le point d'entrée de l'application %(app)s s'appelle %(epname)s dans le paquet %(eppkg)s

source: Application %s is installed but disabled (see conf.d/general/apps.py)
de: Anwendung %s ist installiert, jedoch deaktiviert (siehe conf.d/general/apps.py)
fr: L'application %s est installée mais elle est désactivée (voir conf.d/general/apps.py)

source: application %s is not unique. Providing modules: %s
fr: le nom d'application %s n'est pas unique. Modules fournisseurs : %s

source: Application %s has been added to conf.d/general/apps.py, but is not installed
de: Anwendung %s wurde zu conf.d/general/apps.py hinzugefügt, ist jedoch nicht installiert
fr: L'application %s a été ajoutée dans conf.d/general/apps.py, mais elle n'est pas installée

source: validation failed, see above for more information.
fr: échec de la validation, voir les messages ci-dessus pour plus d'information.

source: Validation successful
fr: Validation réussie

source: qualification failed. See above for more information.
fr: échec de la qualification. Lire les messages ci-dessus pour plus d'information.

source: Qualification successful
fr: Qualification réussie

source: Next attempt for %(action)s action in %(interval)d second(s) (attempt #%(attempt)d)
fr: Prochaine tentative pour l'action %(action)s dans %(interval)d second(s) (tentative n°%(attempt)d)

source: Command "%(cmd)s" failed with code %(code)s and message: %(msg)s
fr: La commande %(cmd)s a échoué avec le code %(code)s et ce message : %(msg)s

source: Missing command: %s
fr: Commande manquante: %s

source: No server configuration to be generated
de: Keine zu erstellende Serverkonfiguration
fr: Aucune configuration de serveur à générer

source: No application configuration to be generated
de: Keine zu erstellende Anwendungskonfiguration
fr: Aucune configuration d'application à générer

source: No host configuration to be generated
de: Keine zu erstellende Hostkonfiguration
fr: Aucune configuration d'hôte à générer

source: The number of host entries in the database does not match the number of hosts in the configuration. Database: %(db)d, configuration: %(conf)d
fr: Le nombre d'hôtes dans la base de données ne correspond pas au nombre d'hôtes dans la configuration. Base: %(db)d, conf: %(conf)d.

source: The number of services entries in the database does not match the number of services in the configuration. Database: %(db)d, configuration: %(conf)d
fr: Le nombre de services dans la base de données ne correspond pas au nombre de services dans la configuration. Base: %(db)d, conf: %(conf)d.

source: The number of apps loaded in the database does not match the number of apps to deploy. Database: %(db)d, to deploy: %(deploy)d. Possible cause: one or more app have no Vigilo server to be deployed on.
fr: Le nombre d'applications chargées dans la base de données ne correspond pas au nombre d'applications à déployer. Base de données : %(db)d, à déployer : %(deploy)d. Cause possible : une ou plusieurs applications n'ont pas de serveur Vigilo associé permettant de les déployer.

source: The number of ventilation entries in the database does not match the number of host and apps. Database: %(db)d, should be: %(conf)d. Possible cause: one or more application have no Vigilo server to be deployed on.
fr: Le nombre d'associations de ventilation dans la base de données ne correspond pas au nombre d'hôtes et d'applications. Base: %(db)d, devrait être: %(conf)d. Cause possible : une ou plusieurs application(s) n'a pas de serveur Vigilo où être déployée.

source: %(nb_gens)d generators exist whereas %(nb_apps)d applications have been configured
de: %(nb_gens)d Generatoren sind vorhanden und %(nb_apps)d Anwendungen sind konfiguriert worden
fr: %(nb_gens)d générateurs existent tandis que %(nb_apps)d applications ont été configurées

source: ########> Error in %(source)s (object %(object)s): %(error)s
de: ########> Fehler in %(source)s (object %(object)s): %(error)s
fr: ########> Erreur dans %(source)s (objet %(object)s) : %(error)s

source: ====> Warning in %(source)s (object %(object)s): %(error)s
de: ====> Warnung in %(source)s (object %(object)s): %(error)s
fr: ====> Avertissement dans %(source)s (object %(object)s) : %(error)s

source: %d errors
de: %d Fehler
fr: %d erreurs

source: %d warnings
de: %d Warnungen
fr: %d avertissements

source: %(nbGenerators)d generators have configured %(nbHosts)d hosts on %(nbServers)d servers.
de: %(nbGenerators)d Generatoren haben %(nbHosts)d Hosts auf %(nbServers)d Servern konfiguriert.
fr: %(nbGenerators)d générateurs ont configuré %(nbHosts)d hôtes sur %(nbServers)d serveurs.

source: %(filesWritten)d files have been generated in %(dirsCreated)d directories
de: %(filesWritten)d Datein wurden in %(dirsCreated)d Verzeichnissen erstellt
fr: %(filesWritten)d fichiers ont été générés dans %(dirsCreated)d dossiers

source: Host '%(host)s' defined in multiple files (%(file1)s and %(file2)s)
fr: L'hôte '%(host)s' est défini dans plusieurs fichiers (%(file1)s et %(file2)s)

source: The "%(old_attribute)s" attribute has been deprecated. Please use "%(replacement)s" instead.
fr: L'attribut "%(old_attribute)s" est obsolète. Veuillez utiliser l'attribut "%(replacement)s" à la place.

source: In host %(host)s: attribute name %(attribute)s is reserved
fr: Hôte %(host)s : le nom d'attribut %(attribute)s est réservé

source: host '%(host)s': wrong datasource in graph '%(graph)s': '%(ds)s'
fr: hôte '%(host)s' : source de données incorrecte sur le graphe '%(graph)s' : '%(ds)s'

source: CDEF name must be ASCII-only: %s
fr: le nom CDEF doit être en ASCII pur: %s

source: Cannot override general configuration.
fr: Impossible d'écraser la configuration générale.

source: Value for '%(attr)s' (%(value)s) could not be cast into an integer. Using default value (%(default)d).
fr: La valeur de l'attibut '%(attr)s' (%(value)s) n'a pas pu être convertie en entier. Utilisation de la valeur par défaut (%(default)d).

source: Cannot add tag "%(tag)s" to non-existing service "%(service)s"
fr: Impossible d'ajouter l'étiquette "%(tag)s" à un service inexistant "%(service)s"

source: Empty value given for directive %(directive)s with target %(target)s on host %(host)s
fr: Une valeur vide a été passée à la directive %(directive)s avec la cible %(target)s sur l'hôte %(host)s

source: Invalid XML validation schema %(schema)s: %(error)s
fr: Le schéma %(schema)s n'est pas valide : %(error)s

source: Error reading %(file)s, make sure the permissions are set correctly.Message: %(error)s.
fr: Erreur lors de la lecture du fichier %(file)s, assurez-vous que les permissions sur le fichier sont correctement réglées. Erreur : %(error)s.

source: XML syntax error in %(file)s: %(error)s
fr: Erreur de syntaxe XML dans "%(file)s" : %(error)s

source: XML validation failed: %(error)s
fr: Échec de la validation XML : %(error)s

source: Invalid ventilation group: %s
de: Ungültige Aufteilungsgruppe: %s
fr: Groupe de ventilation non valide : %s

source: Invalid group name (%s)
de: Ungültiger Gruppenname (%s)
fr: Nom de groupe non valide (%s)

source: Host '%(host)s' inherits from both the '%(tpl1)s' and '%(tpl2)s' templates (in this order), but '%(tpl1)s' already inherits from '%(tpl2)s'. The templates will be reordered to satisfy dependencies.
fr: L'hôte '%(host)s' hérite à la fois des modèles '%(tpl1)s' et '%(tpl2)s' (dans cet ordre), mais '%(tpl1)s' hérite déjà de '%(tpl2)s'. Les modèles vont être réordonnés afin de satisfaire les dépendances.

source: Unable to load templates for %(host)s. Possible cycle.
fr: Impossible de charger les modèles pour %(host)s. Peut-être un problème de cycles.

source: You must associate host "%s" with at least one group.
de: Host "%s" muss mindestens einer Gruppe zugeordnet werden.
fr: Vous devez associer l'hôte "%s" avec au moins un groupe.

source: A cycle has been detected in templates
fr: Un cycle a été détecté dans les modèles

source: Can't add template "%(template)s" to host "%(hostname)s": no such template
fr: Impossible d'ajouter le modèle "%(template)s" à l'hôte "%(hostname)s" : modèle introuvable

source: Invalid entry point %(epname)s in package %(eppkg)s: %(epmodname)s
fr: Point d'entrée %(epname)s invalide dans le package %(eppkg)s: %(epmodname)s

source: Unable to load %(file)s: %(error)s
fr: Impossible de charger %(file)s : %(error)s

source: Generation failed!
de: Generierung fehlgeschlagen!
fr: Échec de la génération

source: Generation successful
de: Generierung erfolgreich
fr: Génération réussie

source: Database commit successful
fr: Enregistrement en base réussi

source: Database commit failed
fr: Échec du COMMIT dans la base de données

source: All servers are up-to-date. No restart needed.
de: Alle Server sind aktualisiert. Kein Neustart erforderlich.
fr: Tous les serveurs sont à jour. Un redémarrage n'est pas nécessaire.

source: Current revision in the repository : %d
de: Aktuelle Revision im Repository : %d
fr: Révision actuelle dans le dépôt : %d

source: Cannot get revision for server: %(server)s. REASON : %(reason)s
de: Für den Server: %(server)s kann keine Revision erhalten werden. URSACHE : %(reason)s
fr: Impossible d'obtenir la révision pour le serveur %(server)s. RAISON : %(reason)s

source: You are attempting a remote deployment on the Community edition. This feature is only available in the Enterprise edition. Aborting.
fr: Vous tentez un déploiement distant dans l'Édition Communauté. Cette fonctionnalité n'est disponible que dans l'Édition Entreprise. Annulation.

source: Vigilo server management is only available in the Enterprise edition. Aborting.
fr: La gestion des serveurs Vigilo n'est possible qu'avec l'édition Entreprise. Abandon.

source: you can't go back to a former revision if you have modified your configuration. Use 'svn revert' to cancel your modifications
fr: vous ne pouvez pas revenir à une révision précédente après avoir modifié votre configuration. Utilisez 'svn revert' pour annuler vos modifications

source: can't compute SVN differences for the configuration dir: %s
fr: impossible de calculer les différences SVN du dossier de configuration : %s

source: Not updating because the 'svnrepository' configuration parameter is empty
de: Kann nicht aktualisiert werden, da der Konfigurationsparameter 'svnrepository' leer ist
fr: Pas de mise à jour car le paramètre 'svnrepository' de la configuration est vide

source: can't get SVN status for the configuration dir: %s
fr: impossible d'obtenir le status SVN du dossier de configuration : %s

source: Can't add %(path)s in repository: %(error)s
de: %(path)s kann dem Repository nicht hinzugefügt werden: %(error)s
fr: Impossible d'ajouter %(path)s au dépôt : %(error)s

source: can't remove %(path)s from repository: %(error)s
fr: impossible de supprimer %(path)s du dépôt : %(error)s

source: Not committing because the 'svnrepository' configuration parameter is empty
de: Commit wird nicht ausgeführt, das der Konfigurationsparameter 'svnrepository' leer ist
fr: Pas d'enregistrement car le paramètre 'svnrepository' de la configuration est vide

source: can't commit the configuration dir in SVN: %s
fr: impossible d'enregistrer le dossier de configuration sur le dépôt : %s

source: SVN commit successful
fr: Enregistrement SVN réussi

source: can't execute the request to update the local copy. COMMAND %(cmd)s FAILED. REASON: %(reason)s
fr: impossible de mettre à jour la copie locale. ÉCHEC DE LA COMMANDE %(cmd)s. RAISON : %(reason)s

source: can't execute the request to get the current revision: %s
fr: impossible d'obtenir la révision courante : %s

source: Generators must define the generate_host() method
fr: Les générateurs doivent définir la méthode generate_host().

source: No such template: %s
de: Vorlage nicht vorhanden: %s
fr: Patron de fichier introuvable : %s

source: Skipping %s generator
fr: Générateur %s ignoré

source: Generated configuration for %s
fr: Configuration générée pour %s

source: Computing ventilation
fr: Calcul de la ventilation

source: Running generators
fr: Lancement des générateurs

source: Generating configuration for %s
fr: Génération de la configuration pour %s

source: Running database generators
fr: Lancement des générateurs en base de données

source: %(errtype)s in application %(app)s: %(error)s
fr: %(errtype)s dans l'application %(app)s : %(error)s

source: The 'load' method must be redefined
de: Die 'Lade'-Methode muss neudefiniert werden
fr: La méthode 'load' doit être redéfinie

source: The key attribute must be defined, or the get_key() method must be redefined
de: Schlüsselattribut muss definiert oder die get_key() Methode muss neudefiniert werden
fr: L'attribut key doit être défini, ou la méthode get_key() doit être rédéfinie

source: Trying to override configuration for already-defined entity "%(entity)s"
fr: Tentative d'écrasement de la configuration d'une entité déjà définie "%(entity)s"

source: XSD file does not exist: %s
de: XSD Datei ist nicht vorhanden: %s
fr: Le fichier XSD n'existe pas : %s

source: End tag mismatch error: %(start)s/%(end)s
de: Fehler durch Abweichung des Ende-Tags: %(start)s/%(end)s
fr: Balises de début/fin différentes : %(start)s/%(end)s

source: Syntax error in "%(path)s": %(error)s
de: Syntaxfehler in "%(path)s": %(error)s
fr: Erreur de syntaxe dans "%(path)s" : %(error)s

source: Can't find an item matching %s
de: Es kann kein zu %s passendes Element gefunden werden
fr: Impossible de trouver un élément correspondant à %s

source: Can't activate the configuration on %(server)s. COMMAND "%(cmd)s" FAILED. REASON: %(reason)s
fr: Impossible d'activer la configuration sur %(server)s. ÉCHEC DE LA COMMANDE %(cmd)s. RAISON : %(reason)s

source: Can't tar config for server %(server)s: %(error)s
de: Konfig kann für Server %(server)s nicht archiviert werden: %(error)s
fr: Impossible d'archiver la configuration du serveur %(server)s: %(error)s

source: %s : deployment successful.
fr: %s : déploiement réussi.

source: Cannot copy files (%(from)s to %(to)s): %(error)s.
de: Datein (%(from)s können nicht in %(to)s) kopiert werden: %(error)s.
fr: Impossible de copier les fichier (de %(from)s vers %(to)s) : %(error)s.

source: Cannot write the revision file: %s
de: Revisionsdatei: %s kann nicht beschrieben werden
fr: Impossible d'écrire le fichier de révision : %s

source: Server %(server)s: deployed: %(deployed)d installed: %(installed)d previous: %(previous)d
fr: Serveur %(server)s: déployé: %(deployed)d installé: %(installed)d précédent: %(previous)d

source: should be deployed
fr: devrait être déployé

source: should restart
fr: devrait être redémarré

source: disabled
fr: désactivé

source: Server %s cannot be disabled
fr: Le serveur %s ne peut pas être désactivé

source: Server %s cannot be enabled
fr: Le serveur %s ne peut pas être activé
